Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: No recording found on device
ar: لم يُعثر على أي تسجيل على الجهاز
da: Ingen optagelse fundet på enheden
de: Keine Aufnahme auf dem Gerät gefunden
es: No se encontró ninguna grabación en el dispositivo
fi: Laitteesta ei löytynyt tallennusta
fr: Aucun enregistrement trouvé sur l’appareil
is: Engin upptaka fannst á tækinu
it: Nessuna registrazione trovata sul dispositivo
ja: デバイスに記録が見つかりません
ko: 기기에서 기록을 찾을 수 없음
nb: Fant ikke noe opptak på enheten
nl: Geen opname gevonden op apparaat
pt_br: Nenhuma gravação encontrada no dispositivo
ru: На устройстве не найдено записи
sv: Ingen inspelning hittades på enheten
zh_hans: 设备上未找到记录

source: No recording in progress
ar: لا يوجد تسجيل قيد التقدم
da: Ingen optagelse i gang
de: Keine Aufnahme aktiv
es: No hay ninguna grabación en curso
fi: Tallennusta ei ole käynnissä
fr: Aucun enregistrement en cours
is: Engin upptaka í gangi
it: Nessuna registrazione in corso
ja: 進行中の記録はありません
ko: 진행 중인 기록 없음
nb: Ingen opptak pågår
nl: Geen opname bezig
pt_br: Nenhuma gravação em andamento
ru: Запись не выполняется
sv: Ingen inspelning pågår
zh_hans: 没有正在进行的记录

source: No RR interval data found in file.
ar: لم يتم العثور على بيانات فترات RR في الملف.
da: Der blev ikke fundet RR-intervaldata i filen.
de: In der Datei wurden keine RR-Intervalldaten gefunden.
es: No se han encontrado datos de intervalos RR en el archivo.
fi: Tiedostosta ei löytynyt RR-välidataa.
fr: Aucune donnée d’intervalle RR trouvée dans le fichier.
is: Engin RR-bilagögn fundust í skránni.
it: Nessun dato di intervallo RR trovato nel file.
ja: ファイルにRR間隔データが見つかりません。
ko: 파일에서 RR 간격 데이터를 찾을 수 없습니다.
nb: Fant ingen RR-intervalldata i filen.
nl: Geen RR-intervalgegevens gevonden in het bestand.
pt_br: Nenhum dado de intervalo RR encontrado no arquivo.
ru: В файле нет данных RR-интервалов.
sv: Inga RR-intervalldata hittades i filen.
zh_hans: 文件中未找到 RR 间期数据。

source: No session found to recover data into
ar: لم يتم العثور على جلسة لاسترداد البيانات إليها
da: Ingen session fundet at gendanne data til
de: Keine Sitzung gefunden, in die Daten wiederhergestellt werden können
es: No se ha encontrado ninguna sesión en la que recuperar los datos
fi: Istuntoa, johon tiedot palautettaisiin, ei löytynyt
fr: Aucune session trouvée dans laquelle récupérer les données
is: Engin lota fannst til að endurheimta gögn í
it: Nessuna sessione trovata in cui recuperare i dati
ja: データを復元するセッションが見つかりません
ko: 데이터를 복구할 세션을 찾을 수 없습니다
nb: Fant ingen økt å gjenopprette data til
nl: Geen sessie gevonden om data in te herstellen
pt_br: Nenhuma sessão encontrada para recuperar os dados
ru: Не найдена сессия для восстановления данных
sv: Ingen session hittades att återställa data till
zh_hans: 未找到可恢复数据的记录

source: No sessions in index.
ar: لا توجد جلسات في الفهرس.
da: Ingen sessioner i indekset.
de: Keine Sitzungen im Index.
es: No hay sesiones en el índice.
fi: Hakemistossa ei ole istuntoja.
fr: Aucune séance dans l’index.
is: Engar lotur í skránni.
it: Nessuna sessione nell’indice.
ja: インデックスにセッションがありません。
ko: 인덱스에 세션이 없습니다.
nb: Ingen økter i indeksen.
nl: Geen sessies in de index.
pt_br: Nenhuma sessão no índice.
ru: В индексе нет сессий.
sv: Inga sessioner i indexet.
zh_hans: 索引中没有记录。

source: No sleep data found for the requested period
ar: لم يتم العثور على بيانات نوم للفترة المطلوبة
da: Ingen søvndata fundet for den ønskede periode
de: Für den angefragten Zeitraum wurden keine Schlafdaten gefunden
es: No se han encontrado datos de sueño para el periodo solicitado
fi: Pyydetyltä ajalta ei löytynyt unitietoja
fr: Aucune donnée de sommeil trouvée pour la période demandée
is: Engin svefngögn fundust fyrir umbeðið tímabil
it: Nessun dato sul sonno trovato per il periodo richiesto
ja: 指定期間の睡眠データが見つかりません
ko: 요청한 기간의 수면 데이터를 찾을 수 없습니다
nb: Fant ingen søvndata for den valgte perioden
nl: Geen slaapgegevens gevonden voor de gevraagde periode
pt_br: Nenhum dado de sono encontrado para o período solicitado
ru: Данные о сне за запрошенный период не найдены
sv: Ingen sömndata hittades för den begärda perioden
zh_hans: 在所请求的时间段内未找到睡眠数据

source: No sleep or HRV from Apple Health
ar: لا يوجد نوم أو HRV من Apple Health
da: Ingen søvn eller HRV fra Apple Health
de: Kein Schlaf und keine HRV aus Apple Health
es: Sin sueño ni HRV de Apple Health
fi: Ei unta tai HRV:tä Apple Healthista
fr: Ni sommeil ni HRV depuis Apple Santé
is: Enginn svefn eða HRV frá Apple Health
it: Nessun dato su sonno o HRV da Apple Health
ja: Apple Health から睡眠または HRV のデータがありません
ko: Apple Health에서 수면 또는 HRV 데이터가 없습니다
nb: Ingen søvn eller HRV fra Apple Health
nl: Geen slaap of HRV uit Apple Health
pt_br: Sem sono ou HRV do Apple Saúde
ru: Нет сна и ВСР из Apple Здоровье
sv: Ingen sömn eller HRV från Apple Health
zh_hans: 未从 Apple 健康 获取到睡眠或 HRV

source: No trails matched. Widen the search radius or relax the filters.
ar: لا توجد مسارات مطابقة. وسّع نطاق البحث أو خفّف عوامل التصفية.
da: Ingen ruter matchede. Udvid søgeradius, eller løsn filtrene.
de: Keine passenden Wege. Vergrößere den Suchradius oder lockere die Filter.
es: Ninguna ruta coincide. Amplía el radio de búsqueda o relaja los filtros.
fi: Sopivia reittejä ei löytynyt. Laajenna hakusädettä tai väljennä suodattimia.
fr: Aucun sentier ne correspond. Élargissez le rayon de recherche ou assouplissez les filtres.
is: Engar slóðir pössuðu. Stækkaðu leitarradíusinn eða slakaðu á síunum.
it: Nessun sentiero corrisponde. Amplia il raggio di ricerca o allenta i filtri.
ja: 一致するトレイルがありません。検索範囲を広げるか、フィルタを緩めてください。
ko: 일치하는 트레일이 없습니다. 검색 반경을 넓히거나 필터를 완화하세요.
nb: Ingen løyper passet. Øk søkeradiusen eller løs opp filtrene.
nl: Geen routes gevonden. Vergroot de zoekstraal of versoepel de filters.
pt_br: Nenhuma trilha encontrada. Amplie o raio de busca ou flexibilize os filtros.
ru: Подходящих маршрутов нет. Увеличьте радиус поиска или ослабьте фильтры.
sv: Inga leder matchade. Öka sökradien eller lätta på filtren.
zh_hans: 没有匹配的步道。请扩大搜索半径或放宽筛选条件。

source: No valid sessions to import
ar: لا توجد جلسات صالحة للاستيراد
da: Ingen gyldige sessioner at importere
de: Keine gültigen Sitzungen zum Importieren
es: No hay sesiones válidas que importar
fi: Ei kelvollisia istuntoja tuotavaksi
fr: Aucune session valide à importer
is: Engar gildar lotur til að flytja inn
it: Nessuna sessione valida da importare
ja: インポートできる有効なセッションがありません
ko: 가져올 유효한 세션이 없습니다
nb: Ingen gyldige økter å importere
nl: Geen geldige sessies om te importeren
pt_br: Nenhuma sessão válida para importar
ru: Нет допустимых сессий для импорта
sv: Inga giltiga sessioner att importera
zh_hans: 没有可导入的有效记录

source: No workout data for this session, so there's nothing to report on.
ar: لا توجد بيانات تمرين لهذه الجلسة، لذا لا يوجد ما يُبلَّغ عنه.
da: Der er ingen træningsdata for denne session, så der er intet at rapportere.
de: Für diese Einheit gibt es keine Trainingsdaten, daher gibt es nichts zu berichten.
es: No hay datos de entrenamiento para esta sesión, así que no hay nada que informar.
fi: Tälle harjoitukselle ei ole harjoitustietoja, joten raportoitavaa ei ole.
fr: Aucune donnée d'entraînement pour cette séance, il n'y a donc rien à rapporter.
is: Engin æfingagögn eru fyrir þessa lotu, svo það er ekkert að segja frá.
it: Non ci sono dati di allenamento per questa sessione, quindi non c'è nulla da riportare.
ja: このセッションにはワークアウトデータがないため、レポートする内容がありません。
ko: 이 세션에는 운동 데이터가 없어 보고할 내용이 없습니다.
nb: Det finnes ingen treningsdata for denne økten, så det er ingenting å rapportere.
nl: Er zijn geen trainingsgegevens voor deze sessie, dus er valt niets te melden.
pt_br: Não há dados de treino para esta sessão, então não há nada a relatar.
ru: Для этой сессии нет данных тренировки, поэтому сообщать не о чем.
sv: Det finns inga träningsdata för det här passet, så det finns inget att rapportera.
zh_hans: 此训练没有训练数据，因此没有可报告的内容。

source: No workout recorded today yet.
ar: لم يُسجَّل أي تمرين اليوم بعد.
da: Ingen træning registreret i dag endnu.
de: Heute wurde noch kein Training aufgezeichnet.
es: Hoy aún no se ha registrado ningún entrenamiento.
fi: Tänään ei ole vielä tallennettu harjoitusta.
fr: Aucune séance enregistrée aujourd'hui pour l'instant.
is: Engin æfing skráð í dag enn.
it: Ancora nessun allenamento registrato oggi.
ja: 今日はまだワークアウトの記録がありません。
ko: 오늘은 아직 기록된 운동이 없습니다.
nb: Ingen økt registrert i dag ennå.
nl: Vandaag is nog geen training vastgelegd.
pt_br: Nenhum treino registrado hoje ainda.
ru: Сегодня тренировок пока не записано.
sv: Inget träningspass registrerat i dag ännu.
zh_hans: 今天还没有训练记录。

source: No workout recorded yesterday.
ar: لم يُسجَّل أي تمرين أمس.
da: Ingen træning registreret i går.
de: Gestern wurde kein Training aufgezeichnet.
es: Ayer no se registró ningún entrenamiento.
fi: Eilen ei tallennettu harjoitusta.
fr: Aucune séance enregistrée hier.
is: Engin æfing skráð í gær.
it: Nessun allenamento registrato ieri.
ja: 昨日はワークアウトの記録がありません。
ko: 어제는 기록된 운동이 없습니다.
nb: Ingen økt registrert i går.
nl: Gisteren is geen training vastgelegd.
pt_br: Nenhum treino registrado ontem.
ru: Вчера тренировок не записано.
sv: Inget träningspass registrerat i går.
zh_hans: 昨天没有训练记录。

source: Nocturnal HR dip
ar: انخفاض نبض القلب الليلي
da: Natligt pulsfald
de: Nächtlicher HF-Abfall
es: Descenso nocturno de FC
fi: Yöllinen sykkeen lasku
fr: Baisse nocturne de la FC
is: Næturlækkun hjartsláttar
it: Calo notturno della FC
ja: 夜間の心拍低下
ko: 야간 심박수 저하
nb: Nattlig pulsfall
nl: Nachtelijke hartslagdaling
pt_br: Queda noturna da FC
ru: Ночное снижение ЧСС
sv: Nattlig pulssänkning
zh_hans: 夜间心率下降

source: None in the last two weeks. That's normal without an Apple Watch or a sleep schedule; if you expected some, check access in Settings.
ar: لا شيء خلال الأسبوعين الماضيين. هذا طبيعي دون Apple Watch أو جدول نوم؛ وإن كنت تتوقع وجود بيانات، فتحقّق من الوصول في الإعدادات.
da: Ingen inden for de seneste to uger. Det er normalt uden Apple Watch eller en søvnplan; hvis du forventede nogle, så tjek adgangen i Indstillinger.
de: Keine in den letzten zwei Wochen. Ohne Apple Watch oder Schlafplan ist das normal; falls du welche erwartet hast, prüfe den Zugriff in den Einstellungen.
es: Ninguno en las últimas dos semanas. Es normal sin Apple Watch ni horario de sueño; si esperabas alguno, revisa el acceso en Ajustes.
fi: Ei yhtään viimeisen kahden viikon aikana. Se on normaalia ilman Apple Watchia tai uniaikataulua; jos odotit niitä, tarkista käyttöoikeudet Asetuksista.
fr: Aucune au cours des deux dernières semaines. C'est normal sans Apple Watch ni horaire de sommeil ; si vous en attendiez, vérifiez l'accès dans Réglages.
is: Ekkert síðustu tvær vikur. Það er eðlilegt án Apple Watch eða svefnáætlunar; ef þú áttir von á einhverju skaltu athuga aðgang í Stillingum.
it: Nessuno nelle ultime due settimane. È normale senza un Apple Watch o un programma del sonno; se te ne aspettavi, controlla l'accesso in Impostazioni.
ja: 過去 2 週間はありません。Apple Watch や睡眠スケジュールがなければ普通のことです。あるはずだと思う場合は、設定でアクセスを確認してください。
ko: 지난 2주 동안 없습니다. Apple Watch나 수면 일정이 없다면 정상입니다. 있어야 한다고 생각되면 설정에서 접근 권한을 확인하세요.
nb: Ingen de siste to ukene. Det er normalt uten Apple Watch eller en søvnplan; hvis du forventet noen, sjekk tilgangen i Innstillinger.
nl: Geen in de afgelopen twee weken. Dat is normaal zonder Apple Watch of slaapschema; verwachtte je wel iets, controleer dan de toegang in Instellingen.
pt_br: Nenhum nas últimas duas semanas. Isso é normal sem um Apple Watch ou uma rotina de sono; se você esperava algum, verifique o acesso em Ajustes.
ru: За последние две недели — ничего. Это нормально без Apple Watch или режима сна; если вы ожидали данные, проверьте доступ в Настройках.
sv: Inga de senaste två veckorna. Det är normalt utan Apple Watch eller ett sömnschema; om du väntade dig några, kontrollera åtkomsten i Inställningar.
zh_hans: 过去两周没有。如果没有 Apple Watch 或睡眠计划，这很正常；如果你认为应该有，请在设置中检查访问权限。

source: Nonlinear
ar: غير الخطي
da: Ikke-lineær
de: Nichtlinear
es: No lineal
fi: Epälineaarinen
fr: Non linéaire
is: Ólínulegt
it: Non lineare
ja: 非線形
ko: 비선형
nb: Ikke-lineær
nl: Niet-lineair
pt_br: Não linear
ru: Нелинейный
sv: Icke-linjär
zh_hans: 非线性

source: north
ar: الشمال
da: nord
de: Norden
es: norte
fi: pohjoiseen
fr: nord
is: norður
it: nord
ja: 北
ko: 북
nb: nord
nl: het noorden
pt_br: norte
ru: север
sv: norr
zh_hans: 北

source: northeast
ar: الشمال الشرقي
da: nordøst
de: Nordosten
es: noreste
fi: koilliseen
fr: nord-est
is: norðaustur
it: nord-est
ja: 北東
ko: 북동
nb: nordøst
nl: het noordoosten
pt_br: nordeste
ru: северо-восток
sv: nordost
zh_hans: 东北

source: northwest
ar: الشمال الغربي
da: nordvest
de: Nordwesten
es: noroeste
fi: luoteeseen
fr: nord-ouest
is: norðvestur
it: nord-ovest
ja: 北西
ko: 북서
nb: nordvest
nl: het noordwesten
pt_br: noroeste
ru: северо-запад
sv: nordväst
zh_hans: 西北

source: Not archived yet
ar: لم تُؤرشف بعد
da: Ikke arkiveret endnu
de: Noch nicht archiviert
es: Aún no archivado
fi: Ei vielä arkistoitu
fr: Pas encore archivé
is: Ekki enn í safni
it: Non ancora archiviato
ja: まだアーカイブされていません
ko: 아직 보관되지 않음
nb: Ikke arkivert ennå
nl: Nog niet gearchiveerd
pt_br: Ainda não arquivado
ru: Ещё не в архиве
sv: Inte arkiverad ännu
zh_hans: 尚未存档

source: NOT deleted — run this again with internet + iCloud signed in
ar: لم تُحذف — أعد تشغيل هذا مع اتصال بالإنترنت وتسجيل الدخول إلى iCloud
da: IKKE slettet — kør dette igen med internet og iCloud logget ind
de: NICHT gelöscht — führe das erneut mit Internet und angemeldetem iCloud aus
es: NO eliminados — vuelve a ejecutarlo con internet y la sesión de iCloud iniciada
fi: EI poistettu — suorita tämä uudelleen, kun internet toimii ja iCloud on kirjautuneena
fr: NON supprimés — relancez avec Internet et une session iCloud ouverte
is: EKKI eytt — keyrðu þetta aftur með nettengingu og innskráð í iCloud
it: NON eliminati — esegui di nuovo con internet e iCloud connesso
ja: 削除されていません — インターネット接続と iCloud へのサインインを確認してもう一度実行してください
ko: 삭제되지 않음 — 인터넷 연결과 iCloud 로그인을 확인한 뒤 다시 실행하세요
nb: IKKE slettet — kjør dette på nytt med internett og iCloud pålogget
nl: NIET verwijderd — voer dit opnieuw uit met internet en iCloud ingelogd
pt_br: NÃO excluídos — execute de novo com internet e iCloud conectado
ru: НЕ удалены — запустите снова при подключении к интернету и входе в iCloud
sv: INTE raderade — kör detta igen med internet och inloggad i iCloud
zh_hans: 未删除 — 请在联网并登录 iCloud 后再次运行

source: Not enough data yet
ar: لا توجد بيانات كافية بعد
da: Ikke nok data endnu
de: Noch nicht genug Daten
es: Aún no hay suficientes datos
fi: Ei vielä tarpeeksi dataa
fr: Pas encore assez de données
is: Ekki næg gögn enn
it: Dati non ancora sufficienti
ja: まだデータが不足しています
ko: 아직 데이터가 부족합니다
nb: Ikke nok data ennå
nl: Nog niet genoeg gegevens
pt_br: Ainda não há dados suficientes
ru: Пока недостаточно данных
sv: Inte tillräckligt med data än
zh_hans: 数据尚不足

source: Not enough data: the file has %lld of the %lld RR intervals needed.
ar: البيانات غير كافية: يحتوي الملف على %1$lld من أصل %2$lld فترة RR مطلوبة.
da: Ikke nok data: filen har %lld af de %lld RR-intervaller, der kræves.
de: Nicht genug Daten: Die Datei enthält %lld der %lld benötigten RR-Intervalle.
es: No hay suficientes datos: el archivo tiene %lld de los %lld intervalos RR necesarios.
fi: Liian vähän dataa: tiedostossa on %lld tarvittavista %lld RR-välistä.
fr: Données insuffisantes : le fichier contient %lld des %lld intervalles RR nécessaires.
is: Ekki næg gögn: skráin hefur %lld af þeim %lld RR-bilum sem þarf.
it: Dati insufficienti: il file contiene %lld dei %lld intervalli RR necessari.
ja: データ不足：必要な%2$lld個のRR間隔のうち、ファイルには%1$lld個しかありません。
ko: 데이터 부족: 필요한 RR 간격 %2$lld개 중 파일에 %1$lld개만 있습니다.
nb: Ikke nok data: filen har %lld av de %lld RR-intervallene som trengs.
nl: Niet genoeg gegevens: het bestand bevat %lld van de %lld benodigde RR-intervallen.
pt_br: Dados insuficientes: o arquivo tem %lld dos %lld intervalos RR necessários.
ru: Недостаточно данных: в файле %lld из %lld необходимых RR-интервалов.
sv: Inte tillräckligt med data: filen har %lld av de %lld RR-intervall som behövs.
zh_hans: 数据不足：所需 %2$lld 个 RR 间期，文件中只有 %1$lld 个。

source: Not enough RR data collected (need at least 120 beats)
ar: لم تُجمع بيانات RR كافية (يلزم 120 نبضة على الأقل)
da: Ikke nok RR-data indsamlet (kræver mindst 120 slag)
de: Nicht genug RR-Daten erfasst (mindestens 120 Schläge nötig)
es: No se han recogido suficientes datos RR (se necesitan al menos 120 latidos)
fi: RR-dataa kertyi liian vähän (vähintään 120 lyöntiä tarvitaan)
fr: Pas assez de données RR collectées (au moins 120 battements nécessaires)
is: Of lítið af RR-gögnum safnað (þarf a.m.k. 120 slög)
it: Dati RR raccolti insufficienti (servono almeno 120 battiti)
ja: 収集された RR データが不足しています（最低 120 拍必要）
ko: 수집된 RR 데이터가 부족합니다(최소 120회 박동 필요)
nb: Ikke nok RR-data samlet inn (minst 120 slag kreves)
nl: Niet genoeg RR-data verzameld (minstens 120 slagen nodig)
pt_br: Dados RR insuficientes coletados (são necessários pelo menos 120 batimentos)
ru: Собрано недостаточно данных RR (нужно не менее 120 ударов)
sv: Inte tillräckligt med RR-data insamlad (minst 120 slag krävs)
zh_hans: 采集的 RR 数据不足（至少需要 120 次心搏）

source: Not heat-acclimated
ar: غير متأقلم مع الحرارة
da: Ikke varmeakklimatiseret
de: Nicht hitzeakklimatisiert
es: Sin aclimatación al calor
fi: Ei sopeutunut kuumuuteen
fr: Non acclimaté à la chaleur
is: Ekki aðlöguð hita
it: Non acclimatato al caldo
ja: 暑熱順化していない
ko: 더위 적응 안 됨
nb: Ikke varmeakklimatisert
nl: Niet aan hitte gewend
pt_br: Não aclimatado ao calor
ru: Нет акклиматизации к жаре
sv: Inte värmeacklimatiserad
zh_hans: 未适应高温

source: Not signed into iCloud
ar: لم يتم تسجيل الدخول إلى iCloud
da: Ikke logget ind på iCloud
de: Nicht bei iCloud angemeldet
es: No has iniciado sesión en iCloud
fi: Et ole kirjautunut iCloudiin
fr: Non connecté à iCloud
is: Ekki skráð(ur) inn á iCloud
it: Accesso a iCloud non effettuato
ja: iCloud にサインインしていません
ko: iCloud에 로그인되어 있지 않음
nb: Ikke logget på iCloud
nl: Niet ingelogd bij iCloud
pt_br: Sem sessão iniciada no iCloud
ru: Вход в iCloud не выполнен
sv: Inte inloggad på iCloud
zh_hans: 未登录 iCloud
